Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/rounding_cash_transactions.html.txt.tmx
Source language: en
Languages: ga

source: Rounding of cash transactions
ga: Slánúchán na n-idirbheart airgid

source: • Rules • Where to apply
ga: • Cá háit a ndéanfaidh mé iarratas

source: Rounding was rolled out nationwide from Wednesday 28 October 2015
ga: Rolladh amach an slánúchán ar fud na tíre ó 28 Deireadh Fómhair 2015 i leith

source: Rounding means that the total amount of a bill will be rounded up or down to the nearest 5 cent
ga: Ciallaíonn an slánúchán go slánófar méid iomlán an bhille suas nó síos chuig an 5 cent is gaire

source: It applies only to cash payments and does not apply to bills paid electronically - by debit card, credit card or by store card
ga: Ní bheidh feidhm leis ach amháin i gcás íocaíochtaí airgid, agus ní bheidh feidhm leis i gcás billí a íoctar go leictreonach - trí chárta dochair, cárta creidmheas nó cárta siopa éigin

source: Rounding aims to reduce the use of 1 and 2 cent coins
ga: Is éard is aidhm leis an slánúchán chun úsáid na mbonn 1 agus 2 cent a laghdú

source: These coins are not actively used by consumers and the cost of issuing them is more than the value of the coins
ga: Ní bhaineann tomhaltóirí leas gníomhach as na boinn úd, is mó costas a n-eisiúna ná luach na mbonn féin

source: A 1 cent coin costs 1.65c to produce while 2 cent coin costs 1.94c
ga: Cosnaíonn bonn 1 cent 1.65c chun táirgeadh agus cosnaíonn bonn 2 cent 1.94c

source: However 1 and 2 cent coins will continue to be legal tender
ga: Leanfaidh na boinn 1 agus 2 cent ar aghaidh ina n-airgead dlíthairgthe

source: The key features of rounding are:
ga: Is iad eochairghnéithe an tslánúcháin:

source: • Rounding is voluntary for retailers and customers
ga: • Is saorálach é an slánúchán do mhiondíoltóirí agus tomhaltóirí

source: • 1c and 2c coins remain legal tender
ga: • Fanfaidh na boinn 1 agus 2 cent ina n-airgead dlíthairgthe

source: • Rounding applies only to cash payments
ga: • Ní bheidh feidhm leis an slánúchán ach amháin le híocaíochtaí airgid

source: • The total amount of any bill will be rounded down or up to the nearest 5 cent
ga: • Slánófar méid iomlán aon bhille suas nó síos chuig an 5 cent is gaire

source: The retailer can apply rounding automatically without asking the customer – it is up to you to say if you don’t want rounding applied to your bill
ga: Is féidir leis an miondíoltóir an slánúchán a chur chun feidhme go huathoibríoch gan iarraidh ar an gcustaiméir - is fútsa a bheidh sé chun rá nach dteastaíonn uait go gcuirfí an slánúchán chun feidhm i leith do bhillese

source: However customers must always be given exact change if they request it
ga: Caithfear an tsóinseáil bheacht a thabhairt do chustaiméirí i gcónaí má iarrann siad í

source: Where a total bill is being paid in cash and the number of cent to be paid does not end in zero or five - requiring the customer to use 1 and 2 cent coins in payment or the retailer to use such coins in giving change - the amount of change paid will be rounded to the nearest 5 or 10 cent:
ga: Sa chás nach bhfuil deireadh nialas ná cúig leis líon cent a íocfar agus go bhfuiltear ag íoc an bhille iomláin le hairgead tirim - rud a chuireann iallach ar an gcustaiméir chun leas a bhaint as boinn 1 agus 2 cent mar íocaíocht nó iallach ar an miondíoltóir chun leas a bhaint as na boinn úd agus sóinseáil á tabhairt ar ais - is amhlaidh a shlánófar an méid sóinseála a íocfar chuig an 5 nó 10 cent is gaire:

source: • 1 and 2 would be rounded down to zero
ga: • Shlánófaí 1 agus 2 síos chuig nialas

source: • 3 and 4 would be rounded up to 5
ga: • Shlánófaí 3 agus 4 suas chuig 5

source: • 6 and 7 would be rounded down to 5
ga: • Shlánófaí 6 agus 7 síos chuig 5

source: • 8 and 9 would be rounded up to 10
ga: • Shlánófaí 8 agus 9 suas chuig 10

source: Under rounding a bill can be rounded up or down, as follows:
ga: Is féidir bille a shlánú suas nó síos de réir mar seo a leanas faoin slánúchán:

source: A transaction costing €10.21 or €10.22 would be rounded to €10.20
ga: Idirbheart arbh fhiú €10.21 nó €10.22 é; shlánófaí chuig €10.20 é

source: A transaction costing €10.23 or €10.24 would be rounded to €10.25
ga: Idirbheart arbh fhiú €10.23 nó €10.24 é; shlánófaí chuig €10.25 é

source: A transaction costing €10.26 or €10.27 would be rounded to €10.25
ga: Idirbheart arbh fhiú €10.26 nó €10.27 é; shlánófaí chuig €10.25 é

source: A transaction costing €10.28 or €10.29 would be rounded to €10.30
ga: Idirbheart arbh fhiú €10.28 nó €10.29 é; shlánófaí chuig €10.30 é

source: Two individual items priced at €10.99 and €3.49 respectively will remain at these prices, though the total bill (€14.48) would be rounded up to €14.50
ga: Dhá mhír ar leithligh leis na praghsanna €10.99 agus €3.49 faoi seach; fanfaidh siad ag na praghsanna úd, cé go slánófaí an bille iomlán (€14.48) suas chuig €14.50

source: Three individual items priced at €2.99, €4.49 and €8.17 respectively will remain at these prices, though the total bill (€15.61) would be rounded down to €15.60
ga: Trí mhír ar leithligh leis na praghsanna €2.99, €4.49 agus €8.17 faoi seach; fanfaidh siad ag na praghsanna úd, cé go slánófaí an bille iomlán (€15.61) síos chuig €15.60

source: Informing customers about rounding
ga: Custaiméir a chur ar an eolas i leith slánúcháin

source: Shops and other retailers should tell you that they are using rounding through appropriate in-store signage
ga: Ba chóir go n-inseodh na siopaí agus miondíoltóirí eile duite go bhfuil siad ag baint leasa as an slánúchán trí chomharthaíoch oiriúnach laistigh den siopa

source: This could include, for example, a notice on entrance doors or at the till
ga: D’fhéadfaí a áireamh leis sin, mar shampla, fógra ag na doirse isteach nó ag an scipéad

source: If you have a complaint or comment about how rounding is being implemented you can email or write to the Central Bank at the address below. Where to apply Central Bank of Ireland P.O. Box No
ga: Is é Banc Ceannais na hÉireann a sholáthróidh an chomharthaíocht oiriúnach do mhiondíoltóirí, saor in aisce
